Repository: piecioshka/test-maf3
Catalog: apps/com.metrological.ui.D4A/Contents/Localization/*.strings
Languages: hu_eu

source: BACK
hu_eu: VISSZA

source: NEXT
hu_eu: KÖVETKEZŐ

source: REMOVE
hu_eu: ELTÁVOLÍTÁS

source: CANCEL
hu_eu: MEGSZAKÍTÁS

source: SELECT
hu_eu: KIVÁLASZTÁS

source: SEARCH
hu_eu: KERESÉS

# NO_RESULTS
source: No results found
hu_eu: Nincs találat

source: LOGOUT
hu_eu: KILÉPÉS

source: ERROR
hu_eu: HIBA

# TERMS
source: Terms &amp; Conditions
hu_eu: Felhasználási feltételek

source: AGREE
hu_eu: ELFOGADÁS

# ABOUT
source: About this App
hu_eu: Az alkalmazásról

# PLAYBACK_ERROR
source: Error trying to playback this content.
hu_eu: Hiba az oldal betöltése közben

source: RETRY
hu_eu: ÚJRA

source: CLOSE
hu_eu: BEZÁR

source: IMPRESSUM
hu_eu: IMPRESSZUM

source: ALL APPS
hu_eu: MINDEN ALKALMAZÁS

source: NOW PLAYING
hu_eu: MOST FUTÓ MŰSOR

source: FORGOT PIN?
hu_eu: ELFELEJTETT PIN?

source: ADD PROFILE
hu_eu: PROFIL HOZZÁADÁSA

# PAGE
source: PAGE %s OF %s
hu_eu: %s / %s OLDAL

# WIDGET_BY
source: App by
hu_eu: Alkalmazás fejlesztője

# MORE_INFO
source: More information
hu_eu: További információ

# RIGHTS_RESERVED
source: All rights reserved
hu_eu: Minden jog fenntartva

source: SPACE
hu_eu: SZÓKÖZ

# PROFILE_REQUIRED
source: Please select a profile.
hu_eu: Kérjük válasszon profilt.

# PROFILE_TITLE
source: Profile
hu_eu: Profil

# PROFILE_MESSAGE
source: Select profile below.
hu_eu: Válasszon profilt.

# PROFILE_MESSAGE_ACTIVE
source: Select profile below, or logout "%s".
hu_eu: Válasszon profilt vagy lépjen ki "%s".

# PROFILE_OPTIONS
source: Profile
hu_eu: Profil

# PROFILE_OPTIONS_MESSAGE
source: Select action below for "%s".
hu_eu: Válasszon tevékenységet "%s".

# PROFILE_PIN
source: Profile
hu_eu: Profil

# PROFILE_PIN_MESSAGE
source: Please enter your PIN.
hu_eu: Kérjük adja meg PIN kódját

# PROFILE_PIN_ERROR
source: Error: the PIN was incorrect.
hu_eu: Hiba: PIN nem megfelelő.

# PROFILE_CREATE
source: Profile
hu_eu: Profil

# PROFILE_CREATE_MESSAGE
source: Please enter your name.
hu_eu: Kérjük adja meg a nevét.

# PROFILE_CREATE_EXISTS
source: This name already exists.
hu_eu: Már létező név.

# PROFILE_CREATE_PIN
source: Profile
hu_eu: Profil

# PROFILE_CREATE_PIN_MESSAGE
source: Please enter a personal PIN.
hu_eu: Kérjük adja meg a PIN kódját.

source: STORE PROFILE
hu_eu: PROFIL TÁROLÁSA

source: SWITCH PROFILE
hu_eu: PROFIL VÁLTÁS

source: SELECT PROFILE
hu_eu: PROFIL KIVÁLASZTÁSA

# MUZZLEY_TITLE
source: Connect with Muzzley
hu_eu: Kapcsolódás Muzzley-val

# MUZZLEY_MESSAGE
source: Use muzzley on your mobile to scan the qr-code below.
hu_eu: Használja a Muzzley-t a mobilján a lenti QR kód beolvasásához

# TWITTER_CODE
source: Login to Twitter and enter below the 7 digit code you receive.
hu_eu: Lépjen be a Twitterre és üsse be a kapott 7 jegyű kódot.

# TWITTER_INVALIDCODE
source: Incorrect code. Please re-enter your email address to receive a new code.
hu_eu: Hibás kód. Kérjük adja meg újra az email címét, hogy megkapja az új kódot.

# TWITTER_METHOD
source: Connection method for twitter:
hu_eu: Kapcsolódás típusa a twitterre:

# TWITTER_EMAIL
source: Please enter your e-mail address below. An e-mail will be sent to this address containing a link to the code required to complete the setup.
hu_eu: Kérjük adja meg az email-címét ahova visszaigazoló levelet küldünk. A levélben lévő linkre kattintva kapja meg a kódot a beállítások befejezéséhez.

# TWITTER_EMAIL_SUBJECT
source: Activation code for your Twitter-app
hu_eu: Aktiváló kód a Twitter alkalmazáshoz

# TWITTER_EMAIL_BODY
source: You have informed us that you want to use the Twitter-app on your Horizon TV HD+ Box. A 7-digit code is needed to activate the App. Click the link below to receive the 7-digit code required to activate the Twitter app on your Horizon TV HD+ Box. %s We hope you enjoy the Twitter app. Kind regards, UPC
hu_eu: Ön a Twitter alkalmazást kívánja használni a Horizon TV HD+Box-on, amely aktiválásához egy 7-jegyű kódra lesz szüksége. Kattintson a lenti linkre, hogy megkapja a 7-jegyű kódot, amellyel aktiválni tudja a Twitter alkalmazást a Horizon TV HD+ Boxon. %s Reméljük élvezni fogja az alkalmazást! Üdvözlettel, UPC

# FB_CODE
source: Goto facebook.com/device and use code: %s
hu_eu: Menjen a facebook.com/device és üsse be a következő kódot: %s

# CATEGORY_FAVORITES
source: FAVOURITES
hu_eu: KEDVENCEK

# CATEGORY_VIDEO
source: TV & VIDEO
hu_eu: TV & VIDEÓ

# CATEGORY_VIDEOHU
source: TV & VIDEO
hu_eu: TV & VIDEÓ

# CATEGORY_NEWS
source: NEWS & INFO
hu_eu: HÍREK & INFORMÁCIÓ

# CATEGORY_NEWSHU
source: NEWS & INFO
hu_eu: HÍREK & INFORMÁCIÓ

# CATEGORY_SOCIAL
source: SOCIAL TV
hu_eu: KÖZÖSSÉGI TV

# CATEGORY_GAMES
source: GAMES
hu_eu: JÁTÉKOK

# CATEGORY_GAMESHU
source: GAMES
hu_eu: JÁTÉKOK

# CATEGORY_LIFESTYLE
source: LIFESTYLE
hu_eu: ÉLETSTÍLUS

# ADDFAVO
source: Add/remove favourite Apps
hu_eu: Kedvenc alkalmazás hozzáadása/eltávolítása

# ADDFAVO_DESC
source: Press OK to start managing your favourite Apps
hu_eu: Nyomja meg az OK gombot a kedvencek szerkesztéséhez.

# ADDFAVO_SELECTED
source: Navigate to your favourite App and press OK to add the App to FAVOURITES. Press BACK at any time to cancel
hu_eu: Menjen a kedvenc alkalmazásához és nyomjon egy OK-t, hogy felvegye a KEDVENCEK közé. A VISSZA gomb megnyomásával bármikor megszakíthatja a műveletet.

# ADDFAVO_APP
source: Add %s
hu_eu: Hozzáadás %s

# REMOVEFAVO_APP
source: Remove %s
hu_eu: Eltávolítás %s

# CONFIRM_ADDFAVO
source: Press OK to add App to FAVOURITES. Press BACK at any time to cancel
hu_eu: OK gomb: alkalmazás hozzáadása a Kedvencekhez.<br />BACK gomb: művelet megszakítása

# CONFIRM_REMOVEFAVO
source: Press OK to remove App from FAVOURITES. Press BACK at any time to cancel
hu_eu: OK gomb: alkalmazás eltávolítása a Kedvencek közül.<br />BACK gomb: művelet megszakítása

# REORDERFAVO
source: Re-order FAVOURITES
hu_eu: KEDVENCEK újrarendezése

# REORDERFAVO_DESC
source: Press OK to re-order the positions of the Apps in FAVOURITES. Press BACK at any time to cancel
hu_eu: Nyomja meg az OK gombot az alkalmazásai újrarendezéséhez a KEDVENCEK között. A VISSZA gomb megnyomásával bármikor megszakíthatja a műveletet.

# REORDERFAVO_SELECTED
source: Navigate to the App you want to move to a new position or press OK to cancel. Arrows indicate the direction to which you are able to move the App
hu_eu: Menjen az alkalmazáshoz, amit új helyre akar mozgatni, vagy nyomja meg az OK gombot a művelet megszakításához. A nyilak mutatják, hogy mely irányba tudja mozgatni az alkalmazást

# REORDERFAVO_APP
source: Move %s
hu_eu: Mozgatás %s

# START_REORDERFAVO
source: Press OK to move App in FAVOURITES. Press BACK at any time to cancel
hu_eu: Nyomjon egy OK-t, hogy mozgassa az alkalmazást KEDVENCEK között. A VISSZA gomb megnyomásával bármikor megszakíthatja a műveletet.

# STOP_REORDERFAVO
source: Press UP, LEFT, RIGHT and DOWN to reposition the App and press OK to confirm the new position. Press BACK at any time to cancel
hu_eu: Nyomja meg a FEL, LE, JOBBRA ÉS BALRA gombot az alkalmazásai újrarendezéséhez a KEDVENCEK között. A VISSZA gomb megnyomásával bármikor megszakíthatja a műveletet.

# SHOW_TERMS
source: Terms of Use
hu_eu: Felhasználási feltételek

# EXITTOS
source: Press BACK to exit
hu_eu: Nyomja meg a BACK gombot a kilépéshez.
